import java.util.ArrayList;

public class Grafiek {


    static void gr() {


        ArrayList<String> showGrafiek =
                new ArrayList<>();

        showGrafiek.add("⬛🟥🟥🟥🟥🟥🟥🟨🟨🟨🟩🟩🟩🟩🟩🟩🟩🟨🟨🟨🟨🟥🟥🟥🟥🟥🟥");
        showGrafiek.add("🟥⬛🟥🟥🟥🟥🟥🟨🟨🟨🟩🟩🟩🟩🟩🟩🟩🟨🟨🟨🟨🟥🟥🟥🟥🟥🟥");
        showGrafiek.add("🟥🟥⬛🟥🟥🟥🟥🟨🟨🟨🟩🟩🟩🟩🟩🟩🟩🟨🟨🟨🟨🟥🟥🟥🟥🟥🟥");
        showGrafiek.add("🟥🟥🟥⬛🟥🟥🟥🟨🟨🟨🟩🟩🟩🟩🟩🟩🟩🟨🟨🟨🟨🟥🟥🟥🟥🟥🟥");
        showGrafiek.add("🟥🟥🟥🟥⬛🟥🟥🟨🟨🟨🟩🟩🟩🟩🟩🟩🟩🟨🟨🟨🟨🟥🟥🟥🟥🟥🟥");
        showGrafiek.add("🟥🟥🟥🟥🟥⬛🟥🟨🟨🟨🟩🟩🟩🟩🟩🟩🟩🟨🟨🟨🟨🟥🟥🟥🟥🟥🟥");
        showGrafiek.add("🟥🟥🟥🟥🟥🟥⬛🟨🟨🟨🟩🟩🟩🟩🟩🟩🟩🟨🟨🟨🟨🟥🟥🟥🟥🟥🟥");
        showGrafiek.add("🟥🟥🟥🟥🟥🟥🟥⬛🟨🟨🟩🟩🟩🟩🟩🟩🟩🟨🟨🟨🟨🟥🟥🟥🟥🟥🟥");
        showGrafiek.add("🟥🟥🟥🟥🟥🟥🟥🟨⬛🟨🟩🟩🟩🟩🟩🟩🟩🟨🟨🟨🟨🟥🟥🟥🟥🟥🟥");
        showGrafiek.add("🟥🟥🟥🟥🟥🟥🟥🟨🟨⬛🟩🟩🟩🟩🟩🟩🟩🟨🟨🟨🟨🟥🟥🟥🟥🟥🟥");
        showGrafiek.add("🟥🟥🟥🟥🟥🟥🟥🟨🟨🟨⬛🟩🟩🟩🟩🟩🟩🟨🟨🟨🟨🟥🟥🟥🟥🟥🟥");
        showGrafiek.add("🟥🟥🟥🟥🟥🟥🟥🟨🟨🟨🟩⬛🟩🟩🟩🟩🟩🟨🟨🟨🟨🟥🟥🟥🟥🟥🟥");
        showGrafiek.add("🟥🟥🟥🟥🟥🟥🟥🟨🟨🟨🟩🟩⬛🟩🟩🟩🟩🟨🟨🟨🟨🟥🟥🟥🟥🟥🟥");
        showGrafiek.add("🟥🟥🟥🟥🟥🟥🟥🟨🟨🟨🟩🟩🟩⬛🟩🟩🟩🟨🟨🟨🟨🟥🟥🟥🟥🟥🟥");
        showGrafiek.add("🟥🟥🟥🟥🟥🟥🟥🟨🟨🟨🟩🟩🟩🟩⬛🟩🟩🟨🟨🟨🟨🟥🟥🟥🟥🟥🟥");
        showGrafiek.add("🟥🟥🟥🟥🟥🟥🟥🟨🟨🟨🟩🟩🟩🟩🟩⬛🟩🟨🟨🟨🟨🟥🟥🟥🟥🟥🟥");
        showGrafiek.add("🟥🟥🟥🟥🟥🟥🟥🟨🟨🟨🟩🟩🟩🟩🟩🟩⬛🟨🟨🟨🟨🟥🟥🟥🟥🟥🟥");
        showGrafiek.add("🟥🟥🟥🟥🟥🟥🟥🟨🟨🟨🟩🟩🟩🟩🟩🟩🟩⬛🟨🟨🟨🟥🟥🟥🟥🟥🟥");
        showGrafiek.add("🟥🟥🟥🟥🟥🟥🟥🟨🟨🟨🟩🟩🟩🟩🟩🟩🟩🟨⬛🟨🟨🟥🟥🟥🟥🟥🟥");
        showGrafiek.add("🟥🟥🟥🟥🟥🟥🟥🟨🟨🟨🟩🟩🟩🟩🟩🟩🟩🟨🟨⬛🟨🟥🟥🟥🟥🟥🟥");
        showGrafiek.add("🟥🟥🟥🟥🟥🟥🟥🟨🟨🟨🟩🟩🟩🟩🟩🟩🟩🟨🟨🟨⬛🟥🟥🟥🟥🟥🟥");
        showGrafiek.add("🟥🟥🟥🟥🟥🟥🟥🟨🟨🟨🟩🟩🟩🟩🟩🟩🟩🟨🟨🟨🟨⬛🟥🟥🟥🟥🟥");
        showGrafiek.add("🟥🟥🟥🟥🟥🟥🟥🟨🟨🟨🟩🟩🟩🟩🟩🟩🟩🟨🟨🟨🟨🟥⬛🟥🟥🟥🟥");
        showGrafiek.add("🟥🟥🟥🟥🟥🟥🟥🟨🟨🟨🟩🟩🟩🟩🟩🟩🟩🟨🟨🟨🟨🟥🟥⬛🟥🟥🟥");
        showGrafiek.add("🟥🟥🟥🟥🟥🟥🟥🟨🟨🟨🟩🟩🟩🟩🟩🟩🟩🟨🟨🟨🟨🟥🟥🟥⬛🟥🟥");
        showGrafiek.add("🟥🟥🟥🟥🟥🟥🟥🟨🟨🟨🟩🟩🟩🟩🟩🟩🟩🟨🟨🟨🟨🟥🟥🟥🟥⬛🟥");
        showGrafiek.add("🟥🟥🟥🟥🟥🟥🟥🟨🟨🟨🟩🟩🟩🟩🟩🟩🟩🟨🟨🟨🟨🟥🟥🟥🟥🟥⬛");

        System.out.println(showGrafiek.get(5));


    }

    static void forumuleGrafiek() {

        int proefbmi;
        proefbmi =45;

        if (proefbmi < 18.5)
        {System.out.println("U heeft ondergewicht");}

        else if (proefbmi > 18.5 && proefbmi < 24.9)
        {System.out.println("U heeft een gezond gewicht");}

        else if (proefbmi > 25.0 && proefbmi < 29.9)
        {System.out.println("U heeft overgewicht");}

        else if (proefbmi > 30)
        {System.out.println("U heeft obesitas");}



    }
}

